# 1. Даны 2 де ствительных числа a и b. Получить их сумму, разность и произведение.

a = 5

print(a)

b = 7

print(b)

sum = a + b

print(sum)

difference = a - b

print(difference)

composition = a * b

print(composition)
