# 2. Даны де ствительные числа x и y. Получить (|x|-|y|)/(1+|yx|)
x = -3
print(x)
y = -4
print(y)
f = (abs(x)-abs(y))/(1+abs(y*x))
print(f)
